11/data/attachments/55bcb6a7f9e8936.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Laura_involve_Friend_20240_7</nif:username>
            <nif:friendToBeRequested>soap_friends_f3fefd47-8fea-4f37-9bc9-2056486b827a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>